{
    "version" : 1,
    "datum" : "2015-08-11",
    "medgivandeText": "<h2>Ditt medgivande</h2><h3>Inhämtning av dina uppgifter från Socialstyrelsens register över legitimerad hälso- och sjukvårdspersonal (HOSP)</h3><p>Innan intyg kan utfärdas i Webcert måste Inera säkerställa att du är behörig att utfärda intyg. Med hjälp av ditt personnummer kontrollerar Inera huruvida du är registrerad i hälso- och sjukvårdens katalogtjänst HSA. Saknas sådan registrering inhämtar Inera information om dig, såsom förskrivarkod, specialitetskod, specialitet i klartext och legitimerad yrkesgrupp, från HOSP.  Uppgifterna sparas därefter i HSA och när du utfärdar intyg i Webcert kontrollerar Inera mot HOSP om ny information finns.</p><p>Det är en förutsättning för att kunna använda Webcert att information om dig inhämtas från HOSP och funktionerna i Webcert kan således endast användas efter att informationsinhämtning skett. Inera hämtar information från HOSP två (2) gånger per månad med ca två (2) veckors mellanrum. Med anledning härav kan det uppstå viss fördröjning från registreringen i Webcert till dess att du kan använda samtliga funktioner som ingår i Webcert.</p><h3>Övrig behandling av personuppgifter</h3><p>Vid registrering inhämtas dina personuppgifter såsom namn och personnummer från dig respektive från Skatteverkets centrala aviseringssystem Navet, samt uppgifter från HOSP enligt ovan. Inhämtade uppgifter används i de intyg som du utfärdar och Inera använder även de inhämtade uppgifterna för att kontrollera din behörighet vid utfärdande av intyg samt i syfte att föra register över kunder anslutna till Webcert. Kundregistret används för att kunna utföra eventuell fakturering och uppföljning av betalning samt för övrig kontakt.</p><p>Du ansvarar för att information som Inera efterfrågar alltid är korrekt och uppdaterad och i synnerhet att kontaktuppgifter för korrespondens och eventuell fakturering till dig vid var tidpunkt är korrekt angiven. Du ansvarar även för att information som du lämnat till Socialstyrelsen och som registrerats i HOSP är fullständig och korrekt.</p><p>Då de intyg du utfärdar innehåller dina personuppgifter, kommer dessa uppgifter lämnas ut till tredje part i den mån intyget lämnas ut av dig eller den patient respektive intyg avser. I övrigt kommer Inera inte att lämna ut dina personuppgifter till tredje part, annat än i den mån det behövs för att tillhandahålla de tjänster som är kopplade till Ineras kundregister. Inera äger således rätt att överlåta drift, förvaltning och support av kundregistret på extern leverantör.</p><p>Du har rätt att i enlighet med 26 § personuppgiftslagen kostnadsfritt en gång om året erhålla information om den behandling som skett av dina personuppgifter i Ineras kundregister. Du äger även rätt att när som helst begära rättelse av dina personuppgifter som behandlas i Ineras kundregister.</p><p>Vid avregistrering raderas alla personuppgifter avseende dig som inhämtats enligt ovan. Då radering av personuppgifter sker manuellt hos Inera kan viss fördröjning från din begäran om avregistrering uppstå.</p><p>Genom att ge ditt medgivande nedan samtycker du till inhämtning av uppgifter från HOSP och övrig behandling av dina personuppgifter som sker i samband med registrering i Ineras kundregister.</p>"
}